/**
 * Со статистикой на 2021г.
 */
export enum MediaQueries {
  /**
   * 16% устройств // мобильные в стандартном положении
   */
  M_360 = 360,
  /**
   * 2,5% устройств //некоторые планшеты + мобильные в горизонтальном положении
   */
  M_768 = 768,
  /**
   * // 8% устройтсв // планшеты как в горизонтальном, так и вертикальном положении // все что выше пропадает бургер // все что выше мало кто покрывает (фиксируют отступами)
   */
  M_1024 = 1024,
  /**
   * 14% устройтсв
   */
  M_1366 = 1366,
  /**
   * 11% устройтсв
   */
  M_1920 = 1920,
}
